"User Authentication" = "Anwender-Authentifizierung";

"Enable User Authentication" = "Anwender-Authentifizierung";

"Login User Name:" = "Login-Anwendername:";
"Defined User ID" = "Definierte Anwender-ID";
"Mac Login Name" = "Mac-Login-Name";
"Enter Login User Name:" = "Login-Anwendernamen eingeben:";

"Login Password:" = "Login-Passwort:";
"Confirmation Password:" = "Bestätigungspasswort:";

"Enable Driver key" = "Treiber-Verschlüsselungscode";
"Driver Encryption Key:" = "Treiber-Verschlüsselungscode:";
"Reenter Driver Key:" = "Bestätigungscode erneut eingeben:";
"Reenter the Confirmation Key:" = "Bestätigungscode erneut eingeben:";

"Restore Defaults" = "Standard wiederherstellen";

"Enter a valid [Login User Name]." = "Geben Sie einen gültigen [Login-Anwendername] ein.";
"Entered [Login Password] is different." = "Eingegebenes [Login-Passwort] stimmt nicht überein.";
"Entered [Driver Encryption Key] is different." = "Der eingegebene [Treiber-Verschlüsselungscode] ist falsch.";
"Enter a valid [Driver Encryption Key]" = "Geben Sie einen gültigen [Treiber-Verschlüsselungscode] ein.";

"Off" = "Aus";